brew "awscli"
brew "direnv"
brew "fish"
brew "openjdk"
brew "git"
brew "jenv"
brew "jq"
brew "node"
brew "peco"
brew "rustup-init"
brew "scala"
brew "scalastyle"
brew "tfsec"
brew "tig"
brew "trash"
brew "tree"
brew "vim"
brew "yarn"
cask "aws-vault"
cask "hammerspoon"
cask "visual-studio-code"
