tap "argon/mas"
tap "aws/tap"
tap "beeftornado/rmtree"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "ktr0731/evans"
tap "rcmdnk/file"
tap "warrensbox/tap"
brew "readline"
brew "autoconf"
brew "xz"
brew "python@3.9"
brew "awscli"
brew "bash-completion"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "pkg-config"
brew "daemontools"
brew "direnv"
brew "pcre2"
brew "fish"
brew "openjdk"
brew "flyway"
brew "jpeg"
brew "libtiff"
brew "webp"
brew "gd"
brew "gdk-pixbuf"
brew "git"
brew "git-lfs"
brew "libtool"
brew "gobject-introspection"
brew "icu4c"
brew "harfbuzz"
brew "jenv"
brew "jq"
brew "krb5"
brew "librsvg"
brew "mas"
brew "nkf"
brew "node"
brew "peco"
brew "postgresql"
brew "protobuf"
brew "pwgen"
brew "pyenv"
brew "ruby"
brew "sbt"
brew "scala"
brew "scalastyle"
brew "tfsec"
brew "tig"
brew "trash"
brew "tree"
brew "ucspi-tcp"
brew "vim"
brew "wget"
brew "yarn"
brew "heroku/brew/heroku"
brew "ktr0731/evans/evans"
brew "rcmdnk/file/brew-file"
brew "warrensbox/tap/tfswitch"
cask "aws-vault"
cask "basictex"
cask "hammerspoon"
cask "visual-studio-code"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "SafeInCloud パスワード マネージャー", id: 883070818
mas "Slack", id: 803453959
mas "ToyViewer", id: 414298354
mas "Vimari", id: 1480933944
mas "Xcode", id: 497799835
